package Homeworks1;

/**
 Создать класс, который содержит int и char (не проинициализированные) и распечатать их

 значения.
 */
public class someClass {
    static int someNumber;
    static char someSymbol;


    public static void main(String[] args) {
        System.out.println("Our variables : "+ someNumber + " and " + someSymbol); //Print 0 and nothing
    }
}
